final intro = '''
Карачаганак - одно из крупнейших нефтегазоконденсатных месторождений Казахстана, расположенное в Западно-Казахстанской области. Карачаганакский проект реализуется в рамках СРП (Соглашение о разделе продукции) с участием крупных международных нефтегазовых компаний. В целях максимизации чистой выручки весь объем продукции направляется на международные энергетические рынки.
''';

final boldText = "Основные транспортные маршруты:";

final titledText1 = "Транспортная система «Карачаганак – Атырау» (КАТС)";

final subtext1 = '''
КАТС представляет собой ключевой экспортный маршрут для стабилизированных жидких углеводородов, добытых на Карачаганакском месторождении. Эксплуатируемая с 2003 года транспортная система КАТС соединяется в пункте Атырау  с транспортной системой Каспийского трубопроводного консорциума (КТК), через которую нефть направляется в Новороссийск для дальнейшей погрузки в танкеры и отправки на экспорт.
''';

final titledText2 = "Каспийский трубопроводный маршрут (КТК)";

final subtext2 = '''
КТК является одним из основных экспортных направлений для стабилизированной нефти, добываемой на месторождениях Западного Казахстана, и играет ключевую роль в транспортировке жидких углеводородов с Карачаганакского месторождения на мировые рынки. Трубопровод протяжённостью около 1510 км включающий пять насосных станций, морской терминал и резервуарный парк, соединяет казахстанские месторождения с морским терминалом в районе города Новороссийск на побережье Чёрного моря, где нефть отгружается на танкеры и направляется на экспорт. Участниками КТК являются международные энергетические компании и правительства России и Казахстана, что обеспечивает стабильность и стратегическую важность маршрута для региона.
''';

final titledText3 = "Нефтепровод «Атырау – Самара»";

final subtext3 = '''
В районе населённого пункта Большой Чаган трубопровод КАТС подключается к системе АО «КазТрансОйл», для последующей транспортировки в систему магистральных нефтепроводов ПАО «Транснефть» для дальнейшего экспорта. По данному маршруту нефть может направляться в страны Европы через нефтепровод «Дружба» или в порты Усть-Луга (Балтийское море) и Новороссийск (Черное море). Выбор маршрута поставки определяется текущей рыночной ситуацией и его ценовой привлекательностью.
''';

final titledText4 = "Транспортная система «Карачаганак – Оренбург» (КОТС)";

final subtext4 = '''
КОТС представляет собой важную часть инфраструктуры, обеспечивающую транспортировку сырого газа с Карачаганакского месторождения на Оренбургский газоперерабатывающий завод (ОГПЗ) в Российской Федерации, где он очищается и перерабатывается. Система включает пять трубопроводов общей протяжённостью 140 километров.
''';