import '../models/news_item.dart';

final newsItems = <NewsItem>[
  NewsItem(
    title:
    "Рабочая встреча по поддержке местных сельскохозяйственных производителей Западно-Казахстанской области",
    description:
    "10 октября текущего года в здании областного Акимата Западно-Казахстанской области состоялась рабочая встреча, посвященная вопросам сотрудничества по поддержке местных сельскохозяйственных производителей. Мероприятие прошло",
    imageUrl: "Assets/content/csm_news_14.10.2024_2_fc4db4ca52.jpg",
  ),
  NewsItem(
      title: "КПО приняла участие в семинаре по локализации товаров в нефтегазовом секторе",
      description: "2 октября 2024 года в городе Атырау компания Карачаганак Петролиум Оперейтинг Б.В. (КПО) приняла участие в семинаре-выставке, посвященном возможностям локализации товаров для крупных",
      imageUrl: "Assets/content/csm_news_07.10.2024_f777c84cac.jpg"),
  NewsItem(
      title: "В Уральске прошел VII Международный экологический форум",
      description: "УРАЛЬСК, Западно-Казахстанская область, 20 сентября 2024 г. — В г. Уральске состоялся VII Международный экологический форум «Uralsk Green Forum». В этом году участники мероприятия обсудили тему",
      imageUrl: "Assets/content/csm_news_23.09.2024__1__47c57bea00.jpg"),
  NewsItem(
      title: "КПО завершила строительство нового физкультурно-оздоровительного комплекса в ЗКО",
      description: "АКСАЙ, Западно-Казахстанская область, 16 сентября 2024 г. — Компания «Карачаганак Петролиум Оперейтинг Б.В.» (КПО) с радостью сообщает об успешном введении в эксплуатацию физкультурно-оздоровительного комплекса (ФОК) на 320 зрительских",
      imageUrl: "Assets/content/csm_news_18.09.2024__1__baf3154fdf.jpg"),
  NewsItem(
      title: "КПО объявила о вводе в эксплуатацию объектов первого этапа Проекта расширения Карачаганака (ПРК-1А)",
      description: "АКСАЙ, Западно-Казахстанская область, 6 сентября 2024 г. — компания «Карачаганак Петролиум Оперейтинг Б.В.» (КПО) объявляет об официальном вводе в эксплуатацию объектов первого этапа Проекта расширения Карачаганака",
      imageUrl: "Assets/content/csm_news_09.09.2024__1__3ce82cf6c0.jpg"),
  NewsItem(
      title: "КПО завершила строительство новой школы в ЗКО",
      description: "АКСАЙ, Западно-Казахстанская область, 1 сентября 2024 г. — Компания «Карачаганак Петролиум Оперейтинг Б.В.» (КПО) с радостью сообщает об успешном завершении строительства очередной школы на 60 мест, в селе Саралжын,",
      imageUrl: "Assets/content/csm_news_04.09.2024__1__6506279a05.jpg"),
  NewsItem(
      title: "Технический вебинар КПО по ОВКВ и фильтрам с участием IMB Центра",
      description: "КПО приглашает производителей ОВКВ и фильтров на технический вебинар с целью ознакомления с номенклатурой и потребностями Карачаганакского проекта по данным категориям товаров. Вебинар запланирован на 9 сентября 2024",
      imageUrl: "Assets/content/csm_news_02.09.2024_3ee96b4a8c.jpg"),
  NewsItem(
      title: "КПО представила результаты деятельности за первое полугодие",
      description: "АКСАЙ, Западно-Казахстанская область, 1 августа 2024 г. — Компания «Карачаганак Петролиум Оперейтинг Б.В.» (КПО) представила результаты своей работы за первое полугодие 2024 года. За первые шесть месяцев",
      imageUrl: "Assets/content/csm_news_01.08.2024_c4782bd013.jpg"),
];